/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "Trình cài đặt CapCut cho máy tính để bàn";
"LvAppTitle" = "Trình cài đặt Jianying cho máy tính để bàn";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "Tiếp tục cài đặt?";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "Cài đặt";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "Mở";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "Hủy";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "Bạn đã cài đặt một phiên bản cũ của CapCut (v%@). Bạn có thể mở phiên bản cũ hoặc cài đặt phiên bản mới nhất để thay thế phiên bản cũ.";
"LvCheckInstalledMsgHintText" = "Bạn đã cài đặt một phiên bản cũ của Jianying (v%@). Bạn có thể mở phiên bản cũ hoặc cài đặt phiên bản mới nhất để thay thế phiên bản cũ.";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "Dừng tải xuống?";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "Tiếp tục";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "Dừng";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "Tệp đã tải xuống %d%% hiện tại sẽ không được lưu.";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "Không thể tải xuống. Vui lòng thử lại.";
// pc_installer_retry
"BtnText_Retry" = "Thử lại";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "Dừng";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "Lưu";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "Dung lượng ổ đĩa không đủ";

"BtnCheck_SystemTrayAutoboot" = "Khởi chạy khay khi khởi động";

"DownloadErrorCodeHintText" = "";